{
  "\"common": {
    "errorMessage\"": "Missing value for '\"common.errorMessage\"'",
    "errorTitle\"": "Missing value for '\"common.errorTitle\"'",
    "successMessage\"": "Missing value for '\"common.successMessage\"'",
    "successTitle\"": "Missing value for '\"common.successTitle\"'"
  },
  "cart": {
    "checkout": "Checkout",
    "contactName": "Contact name",
    "emptyCart": "Cart is empty",
    "enterPhoneNumber": "Enter phone number",
    "name": "Fullname",
    "orderNumber": "Missing value for 'cart.orderNumber'",
    "price": "Price",
    "privacyPolicy": "Privacy Policy",
    "products": "Products",
    "quantity": "Quantity",
    "terms": "Check to accept our terms and conditions",
    "totalPrice": "Total price"
  },
  "common": {
    "errorMessage": "There was an error processing your request. Please try again.",
    "successMessage": "Your order has been placed successfully!"
  },
  "footer": {
    "address": "4C Eldar Agayev Street, Baku, Azerbaijan",
    "contactUs": "Contact us",
    "privacyPolicy": "Privacy Policy"
  },
  "header": {
    "aboutLink": "About",
    "contact": "Contact",
    "customSetsLink": "Catalog",
    "footerLink": "Contacts",
    "homeLink": "Home",
    "newsLink": "Blog",
    "productsLink": "Catalog",
    "workshopLink": "Workshop"
  },
  "home": {
    "aboutUs": {
      "aboutUsHeader": "Completely Handmade",
      "aboutUsSubHeader": "ABOUT US",
      "aboutUsText": "Our workshop specializes in crafting high-quality ceramic products with distinctive designs. From vases and plates to bowls and jugs, we meticulously create each piece using premium materials and carefully selected paints. We strive for exclusivity and style to satisfy even the most sophisticated tastes of our customers",
      "explore": "Explore"
    },
    "customSets": {
      "description": "COMING SOON",
      "explore": "Explore",
      "title": "Catalog"
    },
    "news": {
      "readMore": "Read more...",
      "subTitle": "NEWS & BLOG",
      "title": "Read Our Blog"
    },
    "products": {
      "more": "Show more",
      "subTitle": "OUR PRODUCTS",
      "title": "New collection"
    },
    "welcome": {
      "description": "Explore a captivating realm of craftsmanship, where every piece narrates a distinct tale",
      "explore": "Explore",
      "subTitle": "UNIQUE PRODUCT",
      "title": "Experience An Exclusive Fusion Of Style And Top-Tier Ceramics"
    },
    "workshop": {
      "description": "In our workshop, every item is meticulously crafted with love and precision, imbuing it with a distinct charm and character. Our commitment to excellence ensures that each product we create not only exudes quality but also evokes joy and inspiration in our customers",
      "explore": "Explore",
      "subTitle": "WORKSHOPS",
      "title": "Modern And Cozy Workshop"
    }
  },
  "privacyPolicy": {
    "description": "This privacy policy explains how we collect, use, and protect your personal information. By using our services, you agree to the collection and use of your full name and phone number to process your orders, provide customer support, and send you updates about our products and services. We are committed to ensuring the security of your information and will not share it with third parties without your explicit consent. We collect personal information that you provide directly to us, such as when you create an account, place an order, or contact us for support. This information may include your name and phone number. We use this information to fulfill your orders, communicate with you, and improve our services. We implement various security measures to maintain the security of your personal information. Your personal information is stored on secured networks and is accessible only to a limited number of individuals who have special access rights to such systems and are required to keep the information confidential. Additionally, all sensitive information you provide is encrypted using Secure Socket Layer (SSL) technology. We may use cookies and similar tracking technologies to monitor activity on our service and store certain information. Cookies are files with a small amount of data that may include an anonymous unique identifier. You can set your browser to refuse all cookies or to notify you when a cookie is sent. However, if you do not accept cookies, you may not be able to use some parts of our service. We do not sell, trade, or transfer your personal information to third parties unless we provide users with prior notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or servicing our users, provided that these parties agree to keep this information confidential. We may also disclose information when it is necessary to comply with the law, enforce our site policies, or protect the rights, property, or safety of ourselves or others. By using our site, you agree to our privacy policy. If we decide to change our privacy policy, we will post those changes on this page. Changes in the policy will apply only to information collected after the date of the change. This policy was last modified on November 12, 2024. If you have any questions regarding this privacy policy, you may contact us using the following information: 4C Eldar Agayev Street, Baku, Azerbaijan Phone: +994 10 388 13 13",
    "title": "Privacy Policy"
  },
  "product": {
    "details": {
      "category": "Category",
      "collection": "Collection",
      "description": "Description",
      "material": "Material",
      "outOfStock": "Out Of Stock",
      "quantity": "Quantity",
      "request": "Add to cart",
      "size": "Size"
    }
  },
  "productsList": {
    "all": "All",
    "category": "Category",
    "collection": "Collection",
    "filter": "Filter",
    "material": "Material"
  }
}
